<HTML>
  <HEAD>
    <TITLE>Aide</TITLE>
    <META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <LINK HREF="css/styles.css" REL="stylesheet" TYPE="text/css">
  </HEAD>
  
  <BODY style="margin-left:30px;margin-right:30px;">
	  <!---------------------------------------------------------->
	  <!--        FICHIER D'AIDE POUR L'UTILISATEUR             -->
	  <!---------------------------------------------------------->
	  
	
	    <A name="saisir">
	    <H1>Saisie</H1>
	    <H2>Informations sur les diff&eacute;rents champs : </H2>
	
	      <h5>Date</h5>
	      <BR>Par d&eacute;faut la date du jour est automatiquement renseign&eacute;e, mais vous pouvez la modifier en cliquant directement dans le champ de date.
	      <BR>Vous pouvez aussi effectuer la recherche pr&eacute;cise d'une date en ouvrant un calendrier (clic sur l'ic&ocirc;ne correspondante).

	      <h5>Heure</h5>
	      <BR>L'heure inscrite correspond au moment o&ugrave; vous acc&eacute;dez &agrave; la page.
	      <BR>N'oubliez pas de l'actualiser d&egrave;s que vous faites une saisie.

	      <h5>Structure appelante</h5>
	      <BR>Il s'agit du type de structure (coll&egrave;ge, mairie...) qui appelle.
	      <BR>S'il vous arrive trop fr&eacute;quemment de vous faire raccrocher au nez, n'h&eacute;sitez pas &agrave; en t&eacute;moigner, au travers de la valeur sp&eacute;cifique de ce menu d&eacute;roulant.

	      <h5>Localisation</h5>
	      <BR>Il s'agit du lieu o&ugrave; est implant&eacute;e la structure qui appelle.
	      <BR>Le renseignement de ce champ n'est pas obligatoire.

	      <h5>Appelant</h5>
	      <BR>Il s'agit du nom de la personne physique et/ou morale qui appelle.
	      <BR>Le renseignement de ce champ n'est pas obligatoire.
	<!--
	     <h5>Humeur</h5>
	      <BR>Permet de mesurer l'humeur de la personne lors de l'appel.
	      <BR>Par d&eacute;faut, l'humeur n'est pas sp&eacute;cifi&eacute;e.
	-->
	      <h5>Type d'appel</h5>
	      <BR>Il s'agit de classer les appels selon leur finalit&eacute; (Support, comptabilité, service interne, etc...).

	      <h5>Destinataire</h5>
	      <BR>Il s'agit de la personne qui re&ccedil;oit ou doit recevoir l'appel.
	      <BR>Une valeur vide vous permet de ne sp&eacute;cifier aucun destinataire de l'appel, tr&egrave;s utile lorsque des messages sont laiss&eacute;s sur le r&eacute;pondeur.

	      <h5>Issue de l'appel</h5>
	      <BR>Permet de sp&eacute;cifier le devenir de l'appel.

	      <h5>Notifier par m&eacute;l</h5>
	      <BR>Cochez cette case si vous d&eacute;sirez envoyer automatiquement un message &eacute;lectronique au destinataire de l'appel.
	      <BR>Remplissez le champ commentaire si vous d&eacute;sirez apporter des renseignements autres que le nom, la structure, le lieu, le t&eacute;l&eacute;phone de l'appelant, l'heure et le type d'appel.

	      <h5>Num&eacute;ro</h5>
	      <BR>Permet d'indiquer le num&eacute;ro de t&eacute;l&eacute;phone de la personne qui appelle.
	      <BR>Le renseignement de ce champ n'est pas obligatoire.
	      <BR>Notez que le num&eacute;ro de t&eacute;l&eacute;phone est au format fran&ccedil;ais !

	      <h5>Commentaire</h5>
	      <BR>Ce champ permet de donner plus de d&eacute;tails sur l'appel.
	      <BR>Il se r&eacute;v&egrave;le tr&egrave;s utile lorsqu'il s'agit d'envoyer un m&eacute;l au destinataire. Il permet notamment de signaler au destinataire qu'il a re&ccedil;u un appel durant son absence et qu'il faut rappeler la personne.
	
	    <h5>Informations compl&eacute;mentaires</h5>
	      Vous pouvez saisir indiff&eacute;remment les champs en majuscules ou en minuscules. Pour plus de facilit&eacute;, nous vous conseillons la saisie en minuscules.
	      <BR>De m&ecirc;me, nous vous demandons d'adopter une d&eacute;marche coh&eacute;rente pour la saisie : en ce qui concerne les lieux, toujours &eacute;crire "st" pour "saint", pour les personnes appelantes "Mr" pour "Monsieur"... etc...
	      <BR>Apr&egrave;s avoir valid&eacute; votre formulaire, un message situ&eacute; en bas de page vous informe de la bonne ou mauvaise entr&eacute;e des informations dans la base.
	      <BR>Vous pouvez aussi constater l'enregistrement de l'appel en regardant en dessous du formulaire la liste des cinq derniers appels saisis.
	
	    <A name="consulter">
	    <H1>Consultation</H1>
	
	    <P>
	      Remplissez les champs de date afin d'obtenir des informations sur les appels re&ccedil;us.
	      <BR>Sinon, comme pour la saisie ou les statistiques, un calendrier est &agrave; votre disposition (clic sur l'ic&ocirc;ne correspondante) pour la recherche d'une date bien pr&eacute;cise.
	      <BR>Ensuite, &agrave; partir de la liste d'appels, vous avez la possibilit&eacute; d'obtenir plus de d&eacute;tails, ou bien de modifier la fiche relative &agrave; l'appel.
	      <BR>Note : la liste des appels de la journ&eacute;e est affich&eacute;e automatiquement en dessous du formulaire de consultation.
	    </P>
	    
	
	    <A name="states">
	    <H1>Statistiques</H1>
	    
	    <P>
	      Le module de statistiques vous permet la consultation de la r&eacute;partition des appels selon trois crit&egrave;res (par type, par tranche horaire, ou selon les appelants), et ce entre deux dates.
	      <BR>Comme pour la saisie ou la consultation, un calendrier est &agrave; votre disposition (clic sur l'ic&ocirc;ne correspondante) pour la recherche d'une date bien pr&eacute;cise.
	      <BR>A partir des statistiques g&eacute;n&eacute;r&eacute;es, vous pouvez d&eacute;cider de m&eacute;moriser les graphiques qui vous int&eacute;ressent dans un panier virtuel.
	      <BR>En cliquant sur "Visualiser le panier", vous pouvez g&eacute;rer son contenu, et d&eacute;cider d'imprimer les statistiques grâce &agrave; la g&eacute;n&eacute;ration d'un document PDF.
	    </P>
	
	
	    <A name="administrer">
	    <H1>Administration</H1>
	    
	    <P>
	      Six choix s'offrent &agrave; vous :
	      <ul>
	      <li><h5>Nettoyer la base des appels</h5>
	      Cette option vous permet supprimer des appels la base des appels pr&eacute;c&eacute;dant une date que vous devez saisir (attention, l'action d&eacute;truit d&eacute;finitivement les diff&eacute;rentes donn&eacute;es).
	      <br>Vous pouvez faire un nettoyage périodique de la base lorsque vous avez consolidé des statistiques sur vos appels.</li>
	      
	      <li><h5>Gérer les utilisateurs de l'application</h5>
	      Ici, vous g&eacute;rez les utilisateurs de l'application : vous pouvez ajouter un nouvel utilisateur, modifier le profil d'un utilisateur, ou encore supprimer un utilisateur.</li>
	      
	      <li><h5>Gérer les droits d'accès</h5>
	      Avec cette fonction, vous paramètrez les droits d'accès aux 4 rubriques du site pour chacun des utilisateur.<br/>
	      La gestion des droits est simple et basique : pour chaque rubrique (Saisie, Consultation, Statistiques, Administration) vous précisez si l'utilisateur peut y accéder (<span class='default_value'>oui</span>) ou pas (<span class='centered_value'>non</span>).<br/>
	      En cliquant sur "<span class='default_value'>oui</span>", vous basculez le droit d'accès à  "<span class='centered_value'>non</span>", et inversement.
	      </li>
	      
	      <li><h5>Gérer les destinataires des appels</h5>
	      Cette rubrique vous permet d'ajouter,de modifier ou de supprimer des destinataires. Ces destinataires sont les personnes à qui sont transmis les appels au sein de votre service.<br/>
	      Vous pouvez créer les destinataires un par un ou bien utiliser une extraction de l'annuaire de votre service pour créer tous les destinataires d'un seul coup.
	      Dans ce deuxième cas, veillez à suivre les instructions de chargement.
	      </li>
	      
	      <li><h5>Gérer les types d'appels</h5>
	      Les type d'appels sont les grands "thèmes" ou "sujets" pour lesquels on vous appelle le plus souvent. Par exemple : support inforamtique, démarches commerciales, appel fournisseur, comptabilité, renseignements divers,etc.
	      </li>
	      
	      <li><h5>Gérer les destinations d'appel par défaut</h5>
	      Cette option vous permet de g&eacute;rer les destinations d'appel par d&eacute;faut : vous pouvez modifier ou supprimer l'affichage par d&eacute;faut de certains destinataires d'appels (qui sont affich&eacute;s dans le menu deroulant "Destinataire" de la saisie d'appels) en fonction du choix fait dans le menu d&eacute;roulant "Type d'appel".
	      <br/>
	      Si vous savez que certains type d'appels sont toujours pris en charge par le même destinataire, c'est avec cette option que vous faite le lien entre le type d'appel et le destinataire de façon à simplifier au maximum la saisie des appels.</li>
	
	      <li><h5>Gérer les issues des appels</h5>
	      Cette option vous permet de g&eacute;rer les issues d'appel les plus courantes, comme "Appel pris", "Rappellera", "A laissé un message...", Demande à être rappelé", etc...</li>
	
	      <li><h5>Gérer les structures appelantes</h5>
	      cette fonction vous permet de définir les structures appelantes (personnes physiques ou morales, entitées, services, etc...) qui vous appellent le plus souvent. Cela permet ensuite de consolider les statistiques par rapport à cet axe.
	      </li>
	      
	      <li><h5>Gérer le logo et les images d'entête et de bas de page</h5>
	      Cette option vous permet de personnaliser l'entête et le bas de page aux couleurs de votre service, ou de votre société.<br/>
	      Certaines tailles vous sont imposées, d'autres peuvent être comprises entre un minimum et un maximum.<br/>Respectez les tailles conseillées des images afin de ne pas compromettre la mise en page de l'application.
	      </li>
	      
	      </ul>
	    </P>
  </BODY>
</HTML>
